#+TITLE: My GTD Style Workflow
#+AUTHOR: 胡琛

* Work

** TODO 王雄的混沌书 [ ]
   SCHEDULED: <2017-03-01 周三 14:00>
   :LOGBOOK:
   CLOCK: [2017-03-02 周四 22:17]--[2017-03-02 周四 22:31] =>  0:14
   CLOCK: [2017-03-02 Thu 11:31]--[2017-03-02 Thu 11:56] =>  0:25
   :END:
   
   - [ ] 制作进度表
   - [ ] Leading chapter 中的 "Organization of the Book" 中，添加所有章节 Abstract
   - [ ] 第三章作者名与机构名修改
   - [ ] pdf 页眉设置，最好有短标题
   - [ ] 表格居中设置
   - [ ] Caption 居中设置
     [ ] 第三章 'One Equi' 图片格式修改
   - [ ] 公式格式修改
   - [ ] 公式编号修改为按章节编号 (可能与模板有关)
   - [ ] 图片引用问号
   - [ ] 图片大小与 Caption
   - [ ] 文字乱码
   - [ ] 图片分辨率调整
   - [ ] 表格位置调整
   - [ ] 长表格修改
   - [ ] 作者名，机构名，邮箱，大小写修改
   - [ ] Abstract 与作者名放入同页面
   - [ ] 参考文献格式修改 (统一格式，包括字体是否斜体，是否包含网址，在 pdf 中的位置，可能涉及到模板使用)
   - [ ] 参考文献引用改为超链接
   - [ ] 第二章参考文献格式可能有问题
  
** TODO 程序化短课 [2/3]
   SCHEDULED: <2017-03-01 周三 11:30>
   :LOGBOOK:
   CLOCK: [2017-03-01 周三 12:26]--[2017-03-01 周三 12:51] =>  0:25
   CLOCK: [2017-03-01 周三 11:31]--[2017-03-01 周三 11:56] =>  0:25
   :END:
    
    - [X] 资料整理
    - [X] 讲义准备
    - [ ] 课件准备
      - [ ] Week 1
      - [ ] Week 2
      - [ ] Week 3
      - [ ] Week 4
      - [ ] Week 5
      - [ ] Week 6
    - [ ] 作业准备

* Private
** TODO 机器学习基础 [/]
   :LOGBOOK:
   CLOCK: [2017-03-02 周四 22:32]--[2017-03-02 周四 22:57] =>  0:25
   CLOCK: [2017-03-02 周四 15:55]--[2017-03-02 周四 16:20] =>  0:25
   :END:
   - [ ] 决策树
   - [ ] 最近邻规则 -- KNN 分类应用
   - [ ] 支持向量机上
   - [ ] 神经网络
   - [ ] 简单线性回归
   - [ ] 多元线性回归
   - [ ] 非线性回归 -- Logistic Regression
   - [ ] 神经网络 -- NN 算法
   - [ ] 支持向量机下
   - [ ] 回归中的相关度和决定系数
   - [ ] 回归中的相关性和 R 平方值应用
   - [ ] K-means 算法
   - [ ] 层次聚类

* Habit
** NEXT 健身
 [2017-03-01 周三 12:26]
 [[file:~/workflow/main/gtd.org::*Habit][Habit]]
 SCHEDULED: <2017-03-01 周三 16:00 .+1d>
 :PROPERTIES:
 :STYLE: habit
 :REPEAT_TO_STATE: NEXT
 :END:
** NEXT 盘账
 [2017-03-02 周四 15:54]
 [[file:~/workflow/main/gtd.org::*Habit][Habit]]
 SCHEDULED: <2017-03-02 周四 22:00 .+1d>
 :PROPERTIES:
 :STYLE: habit
 :REPEAT_TO_STATE: NEXT
 :END:
